{
  "1": {
    "name": "Development of a national study with detailed gap analysis between the performance objectives of the Framework Guidelines for Energy Efficiency Standards in Buildings and Implementation of current building energy efficiency standards",
    "client": "UNECE",
    "year": "2021",
    "description": "<ul><li>Update and provision of available data for the country profile of Armenia to be used for comparative analysis between the performance objectives set forth in the Framework Guidelines for Energy Efficiency Standards in Buildings and implementation of current energy efficiency standards in the Caucasus countries.</li>\n<li>Undertake research and analyze the following: \n<ul><br/><li> existing policies to enhance energy efficiency in buildings (including framework legislation, building energy codes, energy performance certification, utility-demand-side management programs, energy pricing measures, financial incentives, promotion of ESCO, awareness programs) in Armenia, and</li> \n<li>energy performance in residential and non-residential buildings (including design envelope of buildings, heating, ventilation, HVAC, water heating, appliances and equipment, and lighting) in Armenia.</li></ul></li>\n<br/><li>Identify and analyze gaps between the performance objectives of the Framework Guidelines for Energy Efficiency Standards in Buildings and implementation of current building energy efficiency standards in Armenia. This gap analysis should highlight the barriers to adopting and implementing high-performance standards in housing with a focus on financing energy efficiency measures in and maintenance of multi-apartment housing.  Various types of gaps (knowledge, technical, regulatory, institutional, and financial) should be identified.</li>\n<li>Develop recommendations based on the gap analysis, focusing on priority actions a country can take to bridge the gap and enhance national capacity to develop and implement energy efficiency standards for buildings. Recommendations should include, but not limited to, aspects surrounding policy and legislation, investments and financial incentives, technology, and capacity development.</li></ul>"
  },
  "2": {
    "name": "Energy passport and energy audit development for the building materials testing lab building, development of the designs for installation of solar panels",
    "client": "Shincertificate LLC, EBRD",
    "year": "2020",
    "description": "The overall objective of the advisory project is to improve the company's resource efficiency and environmental management through identification and implementation of energy efficiency (EE) measures. The above mentioned was achieved via proper enveloping of the facility, use of EE lighting and HVAC equipment as well as installation of solar PV system. Based on the assessment of company's needs from the analysis of data from previous 3 years calculations for average load/consumption were conducted to understand capacity of PV power system. Investment Grade Energy Audit (assessment) of the new laboratory buildings was performed, Energy Efficiency Certification and Label(s) were issued. \nThe main expected outputs of the project includes:\n<ul><br/><li>Assessment of needs and baseline - implementation of walkthrough energy assessment (audit) for old laboratory building(s). Implementation of load calculations for renewable energy (RE) installations based on the results.</li><li>Development of Investment Grade Energy Audit (assessment) for new laboratory building(s) and equipment.</li><li>EE certification of the building(s).</li><li>Design and development of grid connected solar roof top PV power system. Support and supervision of installation works, further monitoring of results.</li></ul>"
  },
  "3": {
    "name": "Provision of energy auditing, staff training and consultancy services for several financial institutions of Armenia",
    "client": "Green for Growth Fund Southeast Europe",
    "year": "2012-2020",
    "description": "The main goal of the project is to develop number of Confirmatory Energy Audits for verification of energy savings and CO2 emission reduction, identification of EE measures and implementation of EE/RE trainings for the partner banks staff, provision of guidance services to the partner bank staff in ongoing projects. \nThe key results/objectives are:\n <ul></br><li>Development of simple, detailed and holistic confirmatory energy audits; preparation of audit reports for each client that include the necessary technical details, but also details on the investment such as costs of the investment, payback periods;</li><li>Ongoing administration of the requests from the bank's staff and organization of the individual audits;</li><li>Quality assurance of the documentation of the energy audits;</li><li>Support the bank in identifying eligible existing clients;</li><li>Identification of the specifics of different types of energy audits;</li><li>Identifications of the patterns of clients (most common EE measures according to geographical region, sector etc.);</li><li>Provision of EE/RE training materials (including practical case studies for the MSME/Corporate sector);</li><li>Development of Energy Audit documentation guideline in accordance to GGF requirements.</li></ul>"
  },
  "4": {
    "name": "De-Risking and Scaling-up Investments in Energy Efficient Building Retrofits Project",
    "client": "UNDP-GCF",
    "year": "2018-2019",
    "description": "The project consists of a framework loan to support sustainable Energy Efficiency Improvements in Yerevan (Armenia), focusing particularly on i) “energy efficiency sub-projects” and ii) “public buildings thermal refurbishment”. \nThe project is embedded into a long-term investment program aiming at addressing the refurbishment of both public and residential buildings as was already initiated through a successful cooperation between UNDP and Yerevan Municipality. \nUnder the scope of the project AEC has implemented investment grade energy audits for 34 kindergartens."
  },
  "5": {
    "name": "Energy Efficiency and Thermal Public Building Refurbishment Project",
    "client": "LDK Consultant (EIB)",
    "year": "2016-2018",
    "description": "The project consists of a framework loan to support sustainable Energy Efficiency Improvements in Yerevan (Armenia), focusing particularly on i) “energy efficiency sub-projects” and ii) “public buildings thermal refurbishment”. \nThe project is embedded into a long-term investment program aiming at addressing the refurbishment of both public and residential buildings as was already initiated through a successful cooperation between UNDP and Yerevan Municipality. \nAE Consulting was a local partner of the contractor under this assignment. We were responsible for all the energy audits (4 detailed and several walk-through), monitoring, seismic stability assessments etc."
  },
  "6": {
    "name": "Master Degree Development in Innovative Technologies in Energy Efficient Buildings for Russian & Armenian Universities and Stakeholders",
    "client": "MARUEEB, EU",
    "year": "2013-2018",
    "description": "The main goal of the project is to establish and develop a new Master on INNOVATIVE TECHNOLOGIES in ENERGY EFFICIENT BUILDINGS for 3 Russian Universities and 2 Armenian Universities with affiliation to other 2 Russian Universities, according to student-centered or output-based approach. To strengthen links with stakeholders by means of their involvement both in training and in getting requirements and documentation for professional recognition of the new qualification of Green Master. The main responsibility of AEC is to review the final plan and syllabus of the developed course."
  },
  "7": {
    "name": "Development of detailed Energy Audit for Saranist Glass Factory",
    "client": "Advantech LLC, Italy",
    "year": "2018",
    "description": "Main purpose of the project is development of detailed energy audit for a glass factory, which will include upgrade possibilities for production lines (4 production lines min 1ton), green house, administrative building. Also in the scope of the project development of cullet collection scenarios for future usage including legal and technical frameworks."
  },
  "8": {
    "name": "Software development services",
    "client": "Inkubate, USA",
    "year": "2020",
    "description": "Inkubate is a powerful data analytics platform that “fingerprints,” compares and ranks the writing styles of authors. Branded ScoreIt!™ for the self-published writer market and DiscoverIt!™ for the retail book, library and education spaces, Inkubate's groundbreaking technology offers writers and readers exciting new ways of discovering one another. Inkubate's technology can also assist in the efficient vetting of books by literary agents and publishers and in the review of content within the plagiarism and fake news fields. AEC implemented following tasks:\n<ul></br><li>Subscription system development</li><li>Payment system integration</li><li>Internal messaging system development</li><li>Analytics systems development</li><li>Social networking system development</li><li>Third party partners API (application programming interface) development</li><li>Integration with social networks</li><li>Books and bookshelves management system</li><li>Single sign-on system development</li><li>Integration with Bowker (leading provider of bibliographic information and management solutions) and Barnes&Noble</li><li>News feed system development</li><li>Writers' literature works evaluation and management system including storage of the drafts.</li></ul>"
  },
  "9": {
    "name": "Solar energy percentage calculation and sun trajectory modeling systems Development Services",
    "client": "EE Group, Armenia",
    "year": "2021",
    "description": "EE Group LLC is American established Armenia based company with specific experience in solar panels installation and operation maintenance. AEC has developed specific software to analyze sun trajectory and assess solar energy percentage baed on existing solar maps for local region.<ul></br><li>Real time sun trajectory tracking system development</li><li>Integration of the system with the existing solar maps</li><li>Implementation of algorithms for solar energy calculations</li><li>Scalable database infrastructure implementation</li><li>Rolling release and testing system setup.</li></ul>"
  }
}
