{
  "1": {
    "name": "Building Energy Efficiency",
    "description": "<p>Buildings that are designed to provide a significant reduction of the energy consumption need for heating and cooling, independently of the energy and of the equipment that will be chosen to heat or cool the building are ENERGY EFFICIENT BUILDINGS.</p>\n<p>As the pioneer of sector AEC has worked with most of the construction and development companies presented in Armenian market as well as with donor organizations to ensure that existing buildings will be upgraded to the possible extent to become more efficient, while on the other hand, newly constructed ones will be in accordance with international minimum standards and local highest standards. So far AEC has implemented more than 100 energy assessments for new developing constructions and has proposed measures to ensure that all will be of highest level in accordance with local standards.</p>"
  },
  "2": {
    "name": "Industrial Energy Efficiency",
    "description": "<p>Industrial Energy Efficiency means the energy efficiency derived from commercial technologies and measures to improve energy efficiency or to generate or transmit electric power and heat, including electric motor efficiency improvements, demand side management, direct or indirect combined heat and power, and waste heat recovery.</p><p>However, the adoption of energy efficient technologies and practices in the industrial sector due to existing barriers limits opportunities to capture additional energy savings. We do recognize that barriers to deployment of industrial energy efficiency involve complex, often controversial, issues.</p><p>During last several years in the course of its work AEC has worked with wide range of industrial players of Armenian market. AEC has developed more than 400 energy audits for industrial sector, including small scale production units as well as multifunctional international manufacturing companies located in Armenia and Europe.</p>"
  },
  "3": {
    "name": "SME Finance",
    "description": "<p>Small and Medium Enterprises are the largest part of Armenian business sector. Development of projects and programs to support SME sector has been one of the main cares/ideas of Armenian Government. There is a wide range of international financial projects to help in development of this sector. EBRD, KfW, GGF, EIB and World Bank has been working for several years with GAF to provide all possible support to local financial institutions to develop loan packages for SME sector.</p><p>For most of the international funding organizations and AEC has implemented more than 100 case studies, screenings and impact assessments under the contracts of international and local funding organizations.</p>"
  },
  "4": {
    "name": "Green Finance",
    "description": "<p>Green financing is any structured financial activity that's been created to ensure a better environmental outcome for that exact business model. Under the scope of SME financing, direct investments, and directs loans all international funding organizations represented in Armenian market have developed several green loan programs for several targeted sectors - energy production, agriculture, woman empowerment, as well as in all other sectors if the final outcome will be improvement of energy consumption results.</p><p>AEC is well known and honorary partner for most of the international funding organizations and has implemented more than 100 case studies, screenings and impact assessments under the contracts of international and local funding organizations.</p>"
  },
  "5": {
    "name": "Trainings and Skills development",
    "description": "<p>Nowadays education system of Armenia fails to create a highly qualified and ready to dive into a job market workforce. This as a result creates situations when there is a huge gap between the available jobs and ready to go specialists. AEC from the first day of its creation has a mission to reduce that gap. In cooperation with international and local partners during last several years AEC has developed and implemented a set of trainings in the EE sector for already working experts, students and also for partner FI's.</p><p>Currently AEC has a big project in cooperation with Armenian Association of Energy Auditors to implement introduction trainings in Infrared Scanning and Energy Efficiency basics for Yerevan schools. The Ministry of Education and Science has gladly encouraged this commencement.</p>"
  },
  "6": {
    "name": "IT solutions",
    "description": "<p>IT is a crucial aspect of our society, in everyday life and in all business aspects we use IT solutions without stopping to consider its involvement level in our life. As a new challenge AEC decided to try its strength in a new sector and as a result the core team of AEC expanded offering advanced and innovative software solutions in health, finances, energy efficiency and other sectors. We empower international organizations to buy cost-effective, reliable and world-class IT solutions.</p>"
  }
}
